Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The enterprises in Norges Bank’s regional network are expecting output and employment to fall further over the next six months.
nb: Bedriftene i Norges Banks regionale nettverk venter ytterligere nedgang i produksjon og sysselsetting det nærmeste halve året.

source: The NIBOR steering committee should comprise persons other than those who are involved in setting NIBOR.
nb: Styringsgruppen for Nibor bør settes sammen av andre personer enn de som selv deltar i Nibor-kvoteringen.

source: Since several of the financial variables appear to
nb: brukes som ledende indikatorer for BNP-veksten og

source: for example, that increases in indirect taxes are passed
nb: forutsetter for eksempel at økninger i avgifter i sin helhet

source: This implies that Norges Bank sets the
nb: Norges Bank vil i så fall kommunisere en slik

source: Money market rates have continued to fall in Europe.
nb: Pengemarkedsrentene har falt videre i Europa.

source: This will nor-
nb: Det vil nor-

source: ment clearing and settlement systems.
nb: med hensyn til mål og virkemidler i tilsyns- og over-

source: P* is the spread midpoint and what
nb: P* er spread-midtpunktet, og er hva man ofte tenker på som

source: changes in export and import prices also have an effect
nb: ledighet bedre enn formuleringen med ledigheten i

source: To the right of the last 1, the signature of the artist, Tomasz B. Ozdowski, TB.
nb: Til høyre for det siste 1-tallet kunstneren Tomasz B. Ozdowskis signatur TB.

source: Confidence must be earned.
nb: Tillit må fortjenes.

source: for factors that are specific to the corporate bond and any
nb: særegne for den private obligasjonen og eventuelle ele-

source: in Norges Bank, has been transferred to NOKAS, from
nb: NOKAS, hvor Norges Bank kjøper sentralbanktjenester

source: information from the merchant survey.
nb: av informasjonen fra undersøkelsen for handelssteder.

source: Annual office rents in Aker Brygge and Vika.
nb: Leiepriser for kontorlokaler på Aker Brygge og Vika.

source: reflect as ”purely” as possible components that are rele-
nb: menter som er relevante for verdien av instrumentet som

source: month, while Petoro provides an estimate of the following month's foreign currency revenues
nb: beskjed om størrelsen på avsetningen i kroner til SPU for neste måned, mens Petoro gir anslag

source: For that reason, Norges Bank computes its own T/N rate based on trades in the Norwegian forward exchange market.
nb: Av denne grunn beregner Norges Bank selv en T/N-rente basert på utførte handler i valutaterminmarkedet.

source: account of the fact that the number of hours worked per person can vary.
nb: Vi kan da i neste produktivitetsutviklingen kan bli påvirket av finanskri-

source: EY (last part of meeting)
nb: EY (siste del av møtet)

source: ways, for example via float revenue.
nb: for eksempel via inntekter fra float.

source: The commit ee also proposed introducing a fee December 1983, the banking associations applied for
nb: I desember 1983 søkte bankforeningene om dispensa- kom komiteen med forslag om at antall gratis

source: The Executive Board exchanged views and endorsed conducting a self-
nb: Virksomhetsrisiko og etterlevelse for sentralbanksjefens ansvarsområde for

source: exchange rate, measured against both the mark and the
nb: eksempel styrke seg mot euro og svekke seg mot dollar

source: Management was asked to return with a comprehensive review of the compensation structure in NBIM, including the basis for each pay band, in the course of autumn 2018.
nb: Administrasjonen ble bedt om å komme tilbake med en helhetlig gjennomgang av rammeverket for kompensasjon i NBIM, herunder grunnlaget for de enkelte lønnsintervallene, i løpet av høsten 2018.

source: After 9 April, new agreements were made;
nb: Bank et nytt oppgjørssystem for endelig oppgjør av Etter 9.

source: If a bank has a deficit of reserves towards the end of the day, banks must be able to deal with this by trading in the interbank market.
nb: Dersom en bank mot slutten av dagen har et underskudd av reserver, må bankene kunne håndtere dette gjennom handler seg i mellom.

source: In this article we describe how the adverse scenario in FS 2/10 is built up, and how sensitive results are to changes in key assumptions.
nb: I denne artikkelen beskriver vi hvordan stressalternativet i FS 2/10 er bygget opp, og hvor følsomme resultatene er for endringer i sentrale forutsetninger.

source: The motif on the obverse is a portrait of Peter Christen Asbjørnsen.
nb: Hovedmotivet på forsiden er et portrett av Peter Christen Asbjørnsen.

source: • Each bank will be assigned a quota for deposits that will bear interest at the Norges Bank
nb: • Hver bank får tildelt en kvote for innskudd som forrentes til styringsrenten i Norges

source: term liquidity fluctuations in the calculation period on
nb: sørger for at banksystemet har overskuddslikviditet i

source: ment; labour supply; and costs (see Appendix B).
nb: og kostnader (se vedlegg B).

source: Norges Bank’s operational implementation of monetary policy shal be oriented towards low and stable inflation.
nb: Norges Banks operative gjennomføring av pengepolitikken skal rettes inn mot lav og stabil inflasjon.

source: Tomorrow you invest 1+ interest until the day
nb: I morgen investerer man så 1 + renter

source: Stephen Hirsch presented the main elements of the report.
nb: Stephen Hirsch redegjorde for hovedelementer i rapporten.

source: Norges Bank's API for open …
nb: Eksternt datatorg og API har …

source: See Basel Committee on Banking Supervision (2019a), which
nb: Se videre Basel Committee on Banking Supervision (2019a), som gir en

source: Even so, in the first three post-war decades, the merchant fleet was built up into an important and profitable export industry.
nb: Handelsflåten ble likevel i de tre første tiårene etter krigen bygd opp til en viktig og lønnsom eksportnæring.

source: Thanks to Sigbjørn Atle Berg, Steinar Selnes, Jens Olav Sporastøyl, Helle Snellingen and Raymond Lokshall for useful comments.
nb: Takk til Sigbjørn Atle Berg, Steinar Selnes, Raymond Lokshall og Jens Olav Sporastøyl for nyttige kommentarer.

source: Increasing the number of lookback days from 2 to 5 will give the parties to the contract more time for settlement.
nb: Ved å utvide antall dager fra 2 til 5 vil aktørene få mer tid til å gjennomføre oppgjøret.

source: Item 95/2019 Briefing on current issues in Norges Bank Central Banking Operations (NBCBO)
nb: Sak 95/2019 Orientering om aktuelle saker i sentralbankvirksomheten

source: Such a fallback will also be included in a fallback waterfall for Nibor fallbacks, once they are included in the ISDA framework.
nb: En slik fallback vil også inngå i en «fallback waterfall» for Nibor fallbacks når de etter hvert tas inn i ISDAs rammeverk.

source: 4 EU Regulation 2016/1011 sets out rules relating to financial benchmarks.
nb: 4 EUs forordning 2016/1011 gir regler om fastsettelse av finansiel e referanser.

source: Under the Payment Systems Act, credit institutions that
nb: håndtering av kreditt- og likviditetsrisiko, som

source: groups: (i) food and non-alcoholic beverages, (ii) clothing and footwear, (iii) furniture,
nb: matvarer og alkoholfrie drikkevarer, (i) klær og skotøy, (i i) møbler, husholdningsartikler og

source: Item 184/2017 The Executive Board's mandate for the Real Estate Investment Board (REIB)
nb: Sak 184/2017 Hovedstyrets mandat til Real Estate Investment Board (REIB)

source: The counterparties are ranked by
nb: Motpartene ble rangert ved å summere eksponeringen

source: We have furthered our understanding of economics over the many decades since Keynes, Frisch and others laid the basis of modern economics after the 1930s crisis.
nb: Siden Keynes, Frisch og andre la grunnlaget for et moderne økonomifag etter krisen på 1930-tallet, har vi i mange tiår utviklet forståelsen.

source: The Council finds that the Board has established processes for the management and control of outsourced operations.NORgeS BaNK’S SUPeRVISORY COUNCIL – RePORT FOR 2013
nb: Representantskapet konstaterer at hovedstyret har etablert prosesser for styring av og kontroll med utkontraktert virksomhet.REPRESENTANTSKAPET I NORGES BANK – RAPPORT FOR 2013

source: Item 210/2017 Summary of audit report – NBREM
nb: Sak 210/2017 Oppsummering fra revisjonsrapport NBREM

source: – Quarterly reports on risks and returns for the
nb: – Kvartalsrapporter om operasjonell risikostyring,

source: 2 Revisions of the projections from report to report are explained in a separate box in each report.
nb: 2 Endringene i anslagene fra rapport til rapport er begrunnet i egne utdypinger i rapportene.

source: Børsum’s previous post was as chief economist at Swedbank.
nb: Øystein Børsum kommer fra stilling som sjeføkonom i Swedbank.

source: Share Certificates; from 11 until 1 the Bank is open
nb: 11 til 1 er Banken aaben for dem, der have Ansøgninger

source: 1 I wish to thank Kåre Hagelund for valuable comments and contributions.
nb: 1 Takk til Kåre Hagelund for gode innspill og nyttige kommentarer.

source: The equity portfolio is managed by Norges Bank Investment Management (NBIM).
nb: Aksjeporteføljen forvaltes av Norges Bank Investment Management (NBIM).

source: Henning Nilsen responded, on behalf of the sub-group for market conventions and fallback solutions, that they were sceptical about NoRe publishing a fallback rate for Nibor as this could cause confusion among Nibor users.
nb: Henning Nilsen svarte, på vegne av undergruppen for «Markedsstandarder og fallbackløsninger», at man er skeptisk til at NoRe skal publisere en fallbackrente for Nibor da dette kan skape forvirring blant brukerne.

source: The Executive Board approved the minutes of its meeting of 15 August.
nb: Hovedstyret godkjente protokollen fra møte 15. august.

source: Introduction of the EMV chipwill also require upgrading of ATMs.
nb: Innføringen av EMV-chip vilogså kreve oppgraderinger av minibankene.

source: principle belongs to group A2 in NBO will be moved to group 1 when the bank’s quota is to be set.
nb: utgangspunktet tilhører gruppe A2 i NBO, flyttes den inn i gruppe 1 når bankens kvote fastsettes.

source: institutions, the payment systems and financial infrastructure.
nb: finansinstitusjoner, betalingssystemene og finansiell infrastruktur.

source: They have not used the resources to provide for sustainable
nb: grensene viktig for spredning av kunnskap og teknologi,

source: Norges Bank may grant exemptions to the authorisation
nb: Norges Bank fått konsesjons- og tilsynsansvaret for

source: mented by assessments and judgement.
nb: klarlegge dette problemet er det for en rekke land

source: Henning Nilsen (Sparebank 1 Boligkreditt), Christian Heggen (DNB Markets) and Jan Bjørnsen (Handelsbanken) presented the guide to the working group.
nb: Henning Nilsen (Sparebank 1 Boligkreditt), Christian Heggen (DNB Markets) og Jan Bjørnsen (Handelsbanken) gjennomgikk veiledningen for gruppen.

source: Chart 1 illustrates what happened in summer 2004. As from
nb: Figur 1 illustrerer det som skjedde sommeren 2004.

source: The stress tests must also be included
nb: I tillegg til høy innenlandsk

source: In spring 2017, NBIM published an expectations document on tax and transparency.
nb: NBIM publiserte våren 2017 et forventningsdokument om skatt og åpenhet.

source: Czech koruna (CZK) - daily exchange rate from Norges Bank
nb: Tsjekkiske koruna (CZK) - dagens valutakurs fra Norges Bank

source: Ceiling with 90 cm x 90 cm module and 15 cm border.
nb: Modulen på 90x90 cm og feltet på 15 cm brukt i taket.

source: Designed by graphic designer Arild Yttri.
nb: Utført av grafiker Arild Yttri.

source: The Executive Board discussed the matter and adopted an updated method for calculating expected relative volatility in accordance with the presentation.
nb: Hovedstyret hadde en meningsutveksling og fastsatte en oppdatert metode for beregning av forventet relativ volatilitet i samsvar med saksfremlegget.

source: is the (unconditional) expected value.
nb: betegner (den ubetingede) forventningsverdien.

source: PSELL and PBUY are the best prices (level 1) in the order book or the prices at
nb: PSALG og PKJØP er beste priser (nivå 1) i ordreboken eller som dealeren

source: Industrial output in advanced economies, which fell markedly through the fourth quarter, also declined sharply in January.
nb: Industriproduksjonen i industrilandene, som falt markert gjennom fjerde kvartal, falt også sterkt i januar.

source: In 2013, Statistics Norway revised its methods for calculating price developments for two large components of the consumer price index (CPI): food and non-alcoholic beverages and rentals for housing.
nb: I 2013 endret Statistisk sentralbyrå metodene for beregning av prisutviklingen for to store konsumområder i konsumprisindeksen (KPI);

source: For 2021, this additional charge applies to direct participation in the cash leg of securities settlement in general.
nb: For 2021 gjøres denne tilleggsprisen gjeldende for direkte deltakelse i pengedelen av verdipapiroppgjør generelt.

source: Item 198/2017 Financial Stability Report for 2017
nb: Sak 198/2017 Rapport Finansiell stabilitet 2017

source: again linked to market expectations, and in autumn 2005 in the
nb: igjen knyttet til markedsforventningene, og høsten 2005

source: as the branches, and the Act of 1892 formally
nb: likestilt, ifølge loven av 1892. Senere ble det

source: Obverse: Portrait of Edvard Grieg.
nb: Portrett av Edvard Grieg.

source: Norges Bank has received a recommendation of 5 June 2018 from the Council on Ethics on the exclusion of the company Texwinca Holdings Ltd.
nb: Norges Bank har mottatt en tilråding av 5. juni 2018 fra Etikkrådet om utelukkelse av selskapet Texwinca Holdings Ltd.

source: [13] Swings of the pendulum are a frequently used metaphor in studies of financial crises.
nb: [13] Pendelbevegelser brukes ofte som metafor i studier av finansielle kriser, se for eksempel Michael D.

source: Karen Helene Ulltveit-Moe holds a professorship at the Department of Economics of the University of Oslo and is Research Fellow at the Centre for Economic Policy Research (CEPR) and CESifo.
nb: Ulltveit-Moe er professor ved Økonomisk institutt, Universitetet i Oslo, og Research Fellow ved Centre for Economic Policy Research (CEPR) og CESifo.

source: The chart shows a price indicator for imported consumer goods, measured
nb: Figuren viser indikatorer for prisutviklingen i konsumvaregrupper vi

source: Today, loans to banks without an account with Norges Bank are also included in Nowa.
nb: I dag er også utlån til banker uten konto i Norges Bank inkludert i Nowa.

source: would be appropriate to apply our instruments more firmly.
nb: vil det være riktig å bruke virkemidlene mer kraftig.

source: - Review of responses to the two published consultations
nb: - Gjennomgang av høringssvar fra de to publiserte konsultasjonsrapportene

source: Section 1 of the regulation states that in addition to
nb: Forskriftens § 1 sier at pengepolitikken i tillegg til

source: Chart 1.2 Corporate debt has risen in many countries
nb: Figur 1.2 Foretakenes gjeld har økt mye i mange land

source: of wage negotiations is characterised more by risk.
nb: lønnsforhandlingene mer preg av risiko.

source: mandate for Norges Bank’s management of the Government
nb: Representantskapet har fått en redegjørelse om hovedstyrets

source: Question 4: Does your institution support compounded average as the convention for contracts referencing NOWA?
nb: Spørsmål 4: Støtter din institusjon kapitalisert Nowa gjennomsnitt?

source: At the same time, in a letter to the Ministry of Finance of 31 March 2014, Finanstilsynet notes that if specific circumstances so warrant, statutory rules may be introduced regardless of developments in the EU legislative process.
nb: Finanstilsynet skriver samtidig i brev til Finansdepartementet 31.mars 2014 at dersom konkrete omstendigheter tilsier det, vil forskriftsregulering kunne være aktuelt uavhengig av utviklingen i lovgivningsprosessen i EU.

source: bank’s available funds in Norges Bank’s Settlement
nb: kens disponible beløp i Norges Banks oppgjørssystem

source: Today's situation resembles the one Governor Nicolai Rygg described in his annual address in 1933:
nb: Situasjonen i dag ligner på den sentralbanksjef Nicolai Rygg beskrev i sin årstale i 1933. Jeg siterer:

source: The Commission proposes a new authorisation in the Financial Undertakings Act, which will enable Norges Bank to be given the responsibility for deciding the level of the countercyclical capital buffer for banks.
nb: Utvalget foreslår en ny hjemmel i finansforetaksloven som åpner for at Norges Bank kan få ansvaret for å treffe beslutningen om nivået på den motsykliske kapitalbufferen i bankene.

source: Underlying the new truths was the notion that economic policy needed to operate through the proper market incentives and that economic policy must be sustainable and predictable.
nb: Den nye sannheten var basert på at den økonomiske politikken måtte virke gjennom riktige insentiver i markedene, og politikken måtte være opprettholdbar og forutsigbar.

source: prepared by Dr. Sushil Wadhwani, a member of the
nb: Sushil Wadhwani, som er medlem i

source: On 31 August, the Ministry of Finance adopted changes to the mandate for the Government Pension Fund Global (GPFG).
nb: Finansdepartementet fastsatte 31. august endringer i mandatet for forvaltningen av Statens pensjonsfond utland (SPU).

source: a commemorative 20-krone circulation coin to mark the
nb: 20-krone sirkulasjonsmynt på årsdagen for hans fødsel,

source: of deposits in a collateral account.
nb: kontohold i Norges Bank (NBO) – Banker, punkt E.

source: An increasing number of stocks in the Mississippi Company were issued against government debt or paper notes issued by the Banque Royale.
nb: Det ble stadig utstedt flere aksjer i Mississippi-selskapet som kunne betales med statsgjeld eller papirsedler utstedt av Banque Royale.

source: 2 Until autumn 2008, information from the network was collected exclusively through five ordinary contact rounds.
nb: 2 Fram til høsten 2008 ble informasjonen i nettverket utelukkende innhentet i fem ordinære inforasjonsrunder.

source: Supervisory Council: Jan Frode Jakobsen (items 181, 183-185 and 194-201)
nb: Tilsynssekretariatet:Jan Frode Jakobsen (sak 181, 183-185 og 194-201)

source: Under the Payment Systems Act, Norges Bank is the supervisory author-ity for interbank systems.
nb: Etter betalingssystemloven er Norges Bank konsesjons- og tilsynsmyndighet for interbanksystemer.

source: The Revolution in 1789 led to substantial expenditures that needed to be financed.
nb: Revolusjonen i 1789 førte til store utgifter som måtte finansieres.

source: Pursuant to Section 16-4, second paragraph, the Ministry of Finance may lay down regulations relating to “the obligation of banks to accept and make cash available to customers”.
nb: Finansdepartementet kan etter § 16-4 annet ledd gi forskrift om «bankers plikt til å ta imot og til å gjøre kontanter tilgjengelig for kundene».

source: Canadian dollar (CAD) - daily exchange rate from Norges Bank
nb: Kanadiske dollar (CAD) - dagens valutakurs fra Norges Bank

source: If Yes, subsections 3.1 and 3.2 must be completed
nb: Hvis Ja, må underpunktene 3.1 og 3.2 fylles ut

source: Kirsten Steinberg presented the matter for discussion.
nb: Kirsten Steinberg redegjorde for saksfremlegget.

source: resulting from the interaction between the household
nb: prosentpoeng høyere enn i referansebanen i slutten av

source: However, expectations concerning corporate earn-ings were higher than later proved to be warranted.
nb: Men forventningene til den framtidige inntjeningeni foretakene var høyere enn det senere viste seg å væregrunnlag for.

source: But to draw such a conclusion is to go to extremes.
nb: Men en slik konklusjon er alt for vidtrekkende.

source: We can use this This article evaluates the projections for 2008 published
nb: Denne innsikten kan vi utnytte i prognosearbei- I denne artikkelen etterprøver vi anslagene for 2008 som

source: The Nowa1m (Nowa average 1m), Nowa3m (Nowa average 3m) and Nowa6m (Nowa average 6m) are compounded averages of the Nowa (Norwegian Overnight Weighted Average) rate for reference periods of 1, 3 and 6 months respectively.
nb: Nowa1m (Nowa average 1m), Nowa3m (Nowa average 3m) og Nowa6m (Nowa average 6m) er kapitaliserte gjennomsnitt av overnattenrenten Nowa (Norwegian Overnight Weighted Average) i referanseperioder på henholdsvis 1, 3, og 6 måneder.

source: The rescue lifeboat RS 14 Stavanger
nb: Om redningsskøyta RS 14 «Stavanger»

source: The Commission argues that most central bank acts currently contain a separate provision stating the purpose of the central bank.
nb: Utvalget viser til at de fleste sentralbanklovene i dag har egne bestemmelser der formålet for sentralbanken angis.

source: Even if house prices level off following a rise, there will be a long period dur-ing which houses change hands at a higher price than the last time they were sold.
nb: Selv om boligpriseneflater ut etter å ha økt, vil det i lang tid være boliger som selges til en høyere pris enn sist de ble omsatt.

source: that are subject to these
nb: Alle oppgjørssystemene i

source: Greater use of crypto-assets may impact the security and efficiency of the payment system.
nb: Økt bruk av kryptoaktiva kan få betydning for sikkerheten og effektiviteten i betalingssystemet.

source: The Norwegian railway, 20-krone commemorative coin 2004
nb: Jernbanen. 20-krone minnemynt 2004

source: Timothy Fitzgerald (DNB Markets), head of the sub-group working on the establishment of an OIS market in NOK, then presented a progress report on the sub-group’s work.
nb: Deretter ga Timothy Fitzgerald (DNB Markets), som leder undergruppen for arbeidet med etableringen av et OIS-marked i norske kroner, en status på arbeidet i sin gruppe.

source: Having a large seaworthy boat that could carry goods and equipment necessary for settlement or trade was crucial.
nb: Det som betydde mest, var å ha en stor og trygg båt som kunne føre det man trengte av varer og utstyr for landnåm eller handel.

source: Second, economic policy is part of the reality we observe.
nb: For det andre er den økonomiske politikken en del av den virkeligheten vi observerer.

source: requires changes in relative wages.
nb: heter i den nominelle lønnsutviklingen.

source: first increased in line with that of other groups and then
nb: frie yrker, i rådgivningsfirmaene og i advokat- og IT-bran-

source: A 31-metre-high cast-iron tower was constructed to give the beacon the longest range possible.
nb: For å gi lyset lengst mulig rekkevidde, ble det reist et 31 meter høyt støpejernstårn.

source: These indices in turn are weighted together to produce national sector indices using regional weights based on Statistics Norway’s regional accounts (Norges Bank 2015).
nb: Deretter blir disse indeksene vektet sammen til nasjonale indekser for næringene. Til dette benyttes regionale vekter basert på fylkesvis nasjonalregnskap, se Norges Bank (2015).

source: M1 measures the money-holding sector’s stock of Norwegian banknotes and coins as well as the sector’s deposits in transaction accounts in Norges Bank and in commercial and savings banks (in NOK and foreign currency).
nb: M1 måler pengehold-ende sektors beholdning av norske sedler og mynt samt sektorens innestående på transaksjonskonti i Norges Bank og forretnings- og sparebanker (i norske kro-ner og utenlandsk valuta).

source: Upgrading to TLS 1.2 may cause some problems for older servers.
nb: Oppgradering til TLS 1.2 kan skape problemer for eldre servere.
